name: "arcface"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "input.1"
    data_type: TYPE_FP32
    dims: [ 1, 3, 112, 112 ]
  }
]
output [
  {
    name: "683"
    data_type: TYPE_FP32
    dims: [ 1, 512 ]
  }
]

instance_group [ { count: 4 }]
