name: "genet"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "input.1"
    data_type: TYPE_FP32
    dims: [ 1, 3, 192, 192 ]
  }
]
output [
  {
    name: "419"
    data_type: TYPE_FP32
    dims: [ 1, 3 ]
  }
]

instance_group [ { count: 1 }]
